<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0">  <dict>    <key>PayloadContent</key>    <array>      <dict>        <key>DNS</key>        <dict>          <key>ServerAddresses</key>          <array>            <string>8.8.8.8</string>            <string>8.8.4.4</string>          </array>        </dict>        <key>PayloadDescription</key>        <string>Configures DNS settings</string>        <key>PayloadDisplayName</key>        <string>ThaiSon IOS DNS</string>        <key>PayloadIdentifier</key>        <string>com.example.thaisoniosdns</string>        <key>PayloadType</key>        <string>com.apple.dnsSettings.managed</string>        <key>PayloadUUID</key>        <string>2DABCDEF-1234-5678-9ABC-DEF012345678</string>        <key>PayloadVersion</key>        <integer>1</integer>      </dict>    </array>    <key>PayloadDisplayName</key>    <string>ThaiSon IOS</string>    <key>PayloadIdentifier</key>    <string>com.example.thaisonios</string>    <key>PayloadRemovalDisallowed</key>    <false/>    <key>PayloadType</key>    <string>Configuration</string>    <key>PayloadUUID</key>    <string>1ABCDEF2-3456-789A-BCDE-F01234567890</string>    <key>PayloadVersion</key>    <integer>1</integer>  </dict></plist>